Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/plotters/PlotJumpInfo.*.resx
Languages: es, zh_hans

# DiscoveredBy
source: Discovered by {0} {1}
es: Descubierto por {0} {1}
zh_hans: 由 {0} {1} 发现

# GuardianBeacon
source: Beacon
es: Almenara
zh_hans: 灯塔

# GuardianRuins
source: Ruins: {0}
es: Ruinas: {0}
zh_hans: 废墟：{0}

# GuardianStructures
source: Structures: {0}
es: Estructuras: {0}
zh_hans: 结构：{0}

# JumpCounts
source: #{0} of {1}
es: #{0} de {1}
zh_hans: #{0} 的 {1}

# LastUpdated
source: Last updated: {0}
es: Última actualización: {0}
zh_hans: 上次更新时间：{0}

source: Next jump:
es: Próximo salto:
zh_hans: 下一次跳跃：

# SpecialGuardian
source: Guardian
es: Guardián
zh_hans: 监护人

# SpecialHopInfo
source: #{0} of {1}
es: #{0} de {1}
zh_hans: #{0} 的 {1}

# SpecialNowEntering
source: Now entering
es: Ahora entrando
zh_hans: 正在输入

# SpecialRouteHop
source: Route hop
es: Salto de ruta
zh_hans: 路由跃点

# StarClass
source: class: {0}
es: Clase: {0}
zh_hans: 类： {0}

# TrafficInfo
source: Traffic last 24 hours: {0}, week: {1}, ever: {2}
es: El tráfico dura 24 horas: {0}, semana: {1}, siempre: {2}
zh_hans: 过去 24 小时流量：{0}，周：{1}，曾经：{2}
