Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/plotters/PlotBodyInfo.*.resx
Languages: es, fr, pt, ru

source: Atmosphere:
es: Atmósfera:
fr: Atmosphère:
pt: Atmosfera:
ru: Атмосфера:

# BioSignals
source: Bio signals: {0} ( value: {1} cr )
es: Señales biológicas: {0} ( valor: {1} cr )
fr: Signaux biologiques : {0} (valeur : {1} cr )
pt: Bio sinais: {0} (valor: {1} cr)
ru: Биосигналов: {0} ( стоимость: {1} cr )

source: Earth Like
es: Como la Tierra
fr: De type terrestre
pt: Terra como
ru: Землеподобная

source: First mapped
es: Primer mapeo
fr: Première cartographie
pt: Primeiro mapeado
ru: Впервые описана

# GeoSignals
source: Geo signals: {0}
es: Señales geográficas: {0}
fr: Signaux géologiques : {0}
pt: Sinais geográficos: {0}
ru: Геосигналов: {0}

# Gravity
source: Gravity: {0}g
es: Gravedad: {0}g
fr: Gravité : {0}g
pt: Gravidade: {0}g
ru: Гравитация: {0}g

source: Materials:
es: Materiales:
fr: Matériaux :
pt: Materiais:
ru: Материалы:

source: None
es: Ninguno
fr: Aucun
pt: Nenhum
ru: Нет

# Pressure
source: Pressure: {0}
es: Presión: {0}
fr: Pression : {0}
pt: Pressão: {0}
ru: Давление: {0}

# PressureValue
source: {0}(atm)
es: {0}(cajero automático)
pt: {0}(caixa eletrônico)
ru: {0}(атм)

source: Rings:
es: Anillos:
fr: Anneaux :
pt: Anéis:
ru: Кольца:

source: Scan required
es: Escaneo requerido
fr: Analyse requise
pt: Verificação necessária
ru: Требуется сканирование

source: Scan value
es: Valor de escaneo
fr: Valeur de l'analyse
pt: Valor de verificação
ru: Стоимость сканирования

# StarClass
source: Class: {0}
es: Clase: {0}
fr: Classe : {0}
pt: Classe: {0}
ru: Класс: {0}

# Temp
source: Temp: {0}K
es: Temperatura: {0}K
fr: Température : {0}K
pt: Temperatura: {0}K
ru: Температура: {0}K

source: Terraformable
pt: Terraformável
ru: Терраформируемая

source: Undiscovered
es: Desconocido
fr: Non découvert
pt: Desconhecida
ru: Не открыта

source: Unmapped
es: Sin mapear
fr: Non cartographié
pt: Desmapeado
ru: Не описана

source: Volcanism:
es: Vulcanismo:
fr: Volcanisme :
pt: Vulcanismo:
ru: Вулканизм:

# WithDSS
source: (with DSS: {0})
es: (con DSS: {0})
fr: (avec DSD : {0})
pt: (com DSS: {0})
ru: (с DSS: {0})
