Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/plotters/PlotGuardianStatus.*.resx
Languages: de, es, pt_br, ru, zh_hans

# AlignAndRise
source: Align with site origin and rise to target altitude: {0}m
de: Ausrichtung am Ursprung des Standorts und Aufstieg auf Zielhöhe: {0} m
es: Alinearse con el origen del sitio y elevarse a la altitud objetivo: {0}m
pt_br: Alinhe com a origem do local e suba até a altitude alvo: {0}m
ru: Согласование с исходной точкой и подъем на целевую высоту: {0} м
zh_hans: 与站点起点对齐并上升到目标高度：{0}m

source: Align with buttress
de: An Strebepfeiler ausrichten
es: Alinear con el contrafuerte
pt_br: Alinhar com o contraforte
ru: Выравнивание с контрфорсом
zh_hans: 与扶壁对齐

# ChooseAbsent
source: Absent
de: Abwesend
es: Ausente
pt_br: Ausente
ru: Отсутствующий
zh_hans: 缺席

# ChooseEmpty
source: Empty
de: Leer
es: Vacío
pt_br: Vazio
ru: Пустой
zh_hans: 空

# ChoosePresent
source: Present
de: Gegenwart
es: Presente
pt_br: Presente
ru: Присутствующий
zh_hans: 目前

# FooterActiveObeliskGroups
source: Active obelisk groups: {0}
de: Aktive Obeliskengruppen: {0}
es: Grupos de obeliscos activos: {0}
pt_br: Grupos de obeliscos ativos: {0}
ru: Активные группы обелисков: {0}
zh_hans: 活动方尖碑组：{0}

# FooterToggleModeOnce
source: (toggle cockpit mode once to set)
de: (Cockpit-Modus einmal umschalten, um ihn einzustellen)
es: (Alternar el modo de cabina una vez para configurarlo)
pt_br: (alterne o modo cockpit uma vez para definir)
ru: (Переключите режим кабины один раз, чтобы установить)
zh_hans: （切换 Cockpit Mode 一次进行设置）

# FooterToggleModeTwice
source: (toggle cockpit mode twice to set)
de: (Schalten Sie den Cockpit-Modus zweimal um, um ihn einzustellen)
es: (Alternar el modo de cabina dos veces para configurarlo)
pt_br: (alterne o modo cockpit duas vezes para definir)
ru: (переключите режим кабины дважды, чтобы установить)
zh_hans: （切换驾驶舱模式两次进行设置）

# HeaderUnknownSiteType
source: Site type unknown
de: Standorttyp unbekannt
es: Tipo de sitio desconocido
pt_br: Tipo de site desconhecido
ru: Тип сайта неизвестен
zh_hans: 站点类型 unknown

# LineRamTahAcquired
source: Log has been acquired
de: Protokoll wurde erworben
es: El tronco ha sido adquirido
pt_br: Log foi adquirido
ru: Получен лог
zh_hans: 已获取日志

# LineRamTahNeeded
source: Needed for Ram Tah mission
de: Wird für die Ram Tah-Mission benötigt
es: Necesario para la misión de Ram Tah
pt_br: Necessário para a missão Ram Tah
ru: Нужен для миссии Рам Та
zh_hans: Ram Tah 任务需要

# MatsFullOne
source: (Guardian mats full - toggle cockpit mode again to mark scanned)
de: (Wächtermatten voll - Cockpit-Modus wieder umschalten, um als gescannt zu markieren)
es: (Alfombrillas Guardian llenas: vuelva a cambiar el modo de cabina para marcar escaneado)
pt_br: (Tapetes de guardião cheios - alterne o modo cockpit novamente para marcar digitalizado)
ru: (Коврики стража заполнены - снова переключите режим кабины, чтобы отметить отсканированное)
zh_hans: （守护者垫已满 - 再次切换驾驶舱模式以标记扫描）

# MatsFullTwo
source: (Guardian mats full - toggle cockpit mode twice to mark scanned)
de: (Wächtermatten voll - schalten Sie den Cockpit-Modus zweimal um, um sie als gescannt zu markieren)
es: (Alfombrillas Guardian llenas: alterne el modo de cabina dos veces para marcar escaneado)
pt_br: (Tapetes de guardião cheios - alterne o modo cockpit duas vezes para marcar digitalizado)
ru: (Коврики Стража заполнены - дважды переключите режим кабины, чтобы отметить отсканированный)
zh_hans: （Guardian mats full - 切换驾驶舱模式两次以标记扫描）

# NearObeliskHeader
source: Obelisk {0}: {1}
es: Obelisco {0}: {1}
pt_br: Obelisco {0}: {1}
ru: Обелиск {0}:{1}
zh_hans: 方尖碑 {0}： {1}

# NoNearPoiHeader
source: Move within ~75m to inspect an item
de: Bewegen Sie sich innerhalb von ~75 m, um einen Gegenstand zu inspizieren
es: Muévase dentro de ~ 75 m para inspeccionar un artículo
pt_br: Mova-se dentro de ~ 75m para inspecionar um item
ru: Переместитесь в пределах ~75 м, чтобы осмотреть товар
zh_hans: 移动到 ~75m 范围内以检查物品

# ObeliskActive
source: Active
de: Aktiv
es: Activo
pt_br: Ativo
ru: Активный
zh_hans: 积极

# ObeliskBroken
source: Broken
de: Kaputt
es: Roto
pt_br: Quebrado
ru: Разбитый
zh_hans: 破碎

# ObeliskInactive
source: Inactive
de: Inaktiv
es: Inactivo
pt_br: Inativo
ru: Неактивный
zh_hans: 无效

# OnApproachFooter
source: ( Don't forget to set 3 fire groups in ships and SRVs )
de: ( Vergessen Sie nicht, 3 Feuergruppen in Schiffen und SRVs aufzustellen)
es: ( No olvide configurar 3 grupos de fuego en barcos y SRV )
pt_br: (Não se esqueça de definir 3 grupos de fogo em navios e SRVs)
ru: ( Не забудьте поставить 3 огневые группы на кораблях и СР )
zh_hans: （ 不要忘记在船舶和 SRV 中设置 3 个火组 ）

# OnApproachHeaderRuins
source: Approaching Guardian Ruins ...
de: Wir nähern uns den Wächterruinen ...
es: Acercándose a las Ruinas de los Guardianes...
pt_br: Aproximando-se das ruínas dos guardiões...
ru: Приближающиеся руины Стража...
zh_hans: 接近守护者废墟......

# OnApproachHeaderStructure
source: Approaching Guardian Structure ...
de: Annäherung an die Wächterstruktur ...
es: Acercándose a la estructura del Guardián ...
pt_br: Aproximando-se da estrutura do Guardião ...
ru: Приближающаяся структура стража ...
zh_hans: 接近 Guardian 结构 ...

# OnApproachMiddleRuins
source: Ruins #{0} - {1}
de: Ruinen #{0} - {1}
es: Ruinas #{0} - {1}
pt_br: Ruínas #{0} - {1}
ru: Руины #{0} - {1}
zh_hans: 废墟 #{0} - {1}

# OnApproachMiddleStructure
source: {0} - blue print: {1}
de: {0} - Blaupause: {1}
es: {0} - Plano: {1}
pt_br: {0} - Projeto: {1}
ru: {0} - чертеж: {1}
zh_hans: {0} - 蓝图：{1}

# OnApproachMiddleStructureNoBluePrint
source: {0} - no blue print
de: {0} - keine Blaupause
es: {0} - sin plano
pt_br: {0} - sem impressão
ru: {0} - без чертежа
zh_hans: {0} - 无蓝图

# RelicTowerFaceHint
source: Face the side with a single large left facing triangle.
de: Zeigen Sie zur Seite mit einem einzelnen großen, nach links gerichteten Dreieck.
es: Mira hacia el lado con un solo triángulo grande orientado hacia la izquierda.
pt_br: Fique de frente para o lado com um único triângulo grande voltado para a esquerda.
ru: Повернитесь лицом к стороне одним большим треугольником, обращенным влево.
zh_hans: 面向侧面，有一个大的面向左侧的三角形。

# RelicTowerFootHint
source: (toggle weapon to force location update)
de: (Waffe umschalten, um Standortaktualisierung zu erzwingen)
es: (Alternar arma para forzar la actualización de la ubicación)
pt_br: (alternar arma para forçar a atualização de localização)
ru: (переключить оружие на обновление локации «Сила»)
zh_hans: （切换武器以强制更新位置）

# RelicTowerHeadingKnown
source: Recorded heading: {0}°
de: Aufgezeichneter Kurs: {0}°
es: Partida registrada: {0}°
pt_br: Cabeçalho registado: {0}°
ru: Записанный курс: {0}°
zh_hans: 记录航向：{0}°

# RelicTowerNonToolHint
source: Use Profile Analyser near Relic Towers for aiming assistance. Face the side with a single large left facing triangle.
de: Verwende den Profilanalysator in der Nähe von Relikttürmen, um beim Zielen zu helfen. Zeigen Sie zur Seite mit einem einzelnen großen, nach links gerichteten Dreieck.
es: Usa el Analizador de perfiles cerca de las Torres de Reliquias para ayudarte a apuntar. Mira hacia el lado con un solo triángulo grande orientado hacia la izquierda.
pt_br: Use o Analisador de Perfil perto das Torres de Relíquias para obter assistência de mira. Fique de frente para o lado com um único triângulo grande voltado para a esquerda.
ru: Используйте анализатор профиля рядом с башнями реликвий для помощи в прицеливании. Повернитесь лицом к стороне одним большим треугольником, обращенным влево.
zh_hans: 使用 Relic Towers 附近的 Profile Analyser 进行瞄准辅助。 面向侧面，有一个大的面向左侧的三角形。

# RequiresPrefix
source: Requires:
de: Erfordert:
es: Requiere:
pt_br: Requer:
ru: Требует:
zh_hans: 需要：

# RequiresSuffix
source: for {0}
de: für {0}
es: para {0}
pt_br: para {0}
ru: для {0}

# ToggleLightsUpdateHint
source: (toggle lights to force update)
de: (Schalten Sie die Lichter um, um die Aktualisierung zu erzwingen)
es: (alternar luces para forzar la actualización)
pt_br: (alterne as luzes para forçar a atualização)
ru: (переключите индикаторы для принудительного обновления)
zh_hans: （切换灯光以强制更新）

# ToggleShieldsForRelicTower
source: Toggle shields to set Relic Tower heading.
de: Schalte die Schilde um, um die Richtung des Reliktturms festzulegen.
es: Cambia los escudos para establecer el rumbo de la Torre de Reliquias.
pt_br: Alterne os escudos para definir o rumo da Torre de Relíquias.
ru: Переключите щиты, чтобы задать направление к Реликтовой башне.
zh_hans: 切换盾牌以设置 Relic Tower 的航向。

# YouHaveNotScanned
source: You have not scanned this obelisk
de: Sie haben diesen Obelisken nicht gescannt
es: No has escaneado este obelisco
pt_br: Você não escaneou este obelisco
ru: Вы не сканировали этот обелиск
zh_hans: 您尚未扫描此方尖碑

# YouHaveScanned
source: You have scanned this obelisk
de: Sie haben diesen Obelisken gescannt
es: Has escaneado este obelisco
pt_br: Você escaneou este obelisco
ru: Вы отсканировали этот обелиск
zh_hans: 您已扫描此方尖碑
