Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/plotters/PlotGuardians.*.resx
Languages: de, fr, ru, zh_hans

# HeaderGeneral
source: Survey: {0} | {1}/{2} relics, {3}/{4} items
de: Umfrage: {0} | {1}/{2} Reliquien, {3}/{4} Artikel
fr: Sondage : {0} | {1}/{2} reliques, {3}/{4} objets
ru: Обследование: {0} | {1}/{2} реликвии, {3}/{4} предметов
zh_hans: 调查： {0} |{1}/{2}文物、{3}/{4}物品

# HeaderNeedRelicTowerHeading
source: Need Relic Tower heading
de: Brauche die Überschrift des Reliktturms
fr: Besoin de l’en-tête Tour de relique
ru: Нужен азимут башни с реликвией
zh_hans: 需要采集 遗迹塔(Relic Tower) 方位

# HeaderNeedRelicTowers
source: Need {0} Relic Tower heading
de: Brauche {0} Reliktturm-Überschrift
fr: Besoin {0} en-tête Relic Tower
ru: Нужно {0} азимутов на башни с реликвией
zh_hans: 还需要 {0} 遗迹塔(Relic Tower) 方位

# HeaderRuinsComplete
source: Ruins #{0}: survey complete
de: Ruinen #{0}: Vermessung abgeschlossen
fr: Ruines #{0} : enquête terminée
ru: Руины #{0}: обследование завершено
zh_hans: 废墟 #{0}：调查完成

# HeaderStructureComplete
source: Structure {0}: survey complete
de: Struktur {0}: Befragung abgeschlossen
fr: Structure {0} : enquête terminée
ru: Структура {0}: обследование завершено
zh_hans: 结构 {0}： 调查完成

# HeadingSite
source: site: {0}°
de: Standort: {0}°
fr: Emplacement : {0}°
ru: объект: {0}°
zh_hans: 地点：{0}°

# HeadingUnknown
source: unknown heading
de: unbekannte Überschrift
fr: Titre inconnu
ru: азимут неизвестен
zh_hans: 未知朝向

# IdentifyNoMap
source: ■ Note: there is no map yet for: {0}
de: ■ Hinweis: Es gibt noch keine Karte für: {0}
fr: ■ Remarque : il n’y a pas encore de carte pour : {0}
ru: ■ Примечание: пока нет карты для: {0}
zh_hans: ■ 注意：目前还没有地图：{0}

# IdentifySiteHeading
source: Need site heading: ■ To use current heading either: - Toggle cockpit mode twice - Send message: .heading ■ Or send message: <degrees>
de: Benötigen Sie eine Site-Überschrift: ■ Um die aktuelle Überschrift zu verwenden, entweder: - Schalten Sie den Cockpit-Modus zweimal um - Nachricht senden: .heading ■ Oder Nachricht senden: <degrees>
fr: Besoin d’un en-tête de site : ■ Pour utiliser la rubrique actuelle soit : - Basculez deux fois le mode cockpit - Envoyer le message : .heading ■ Ou envoyer un message : <degrees>
ru: Нужен азимут объекта: ■ Чтобы использовать текущий азимут, выполните следующие действия: - Два раза переключите режим кабины - Отправьте сообщение: .heading ■ Или отправьте сообщение: <азимут>
zh_hans: 需要遗址朝向： ■ 要使用当前朝向： - 切换驾驶舱模式两次 - 发送消息：.heading ■ 或发送消息： <degrees>

# IdentifySiteType
source: Select site type with fire group or send message: 'a' for {0} 'b' for {1} 'g' for {2}
de: Wählen Sie den Standorttyp mit Fire-Gruppe oder senden Nachricht: "a" für {0} "b" für {1} "g" für {2}
fr: Sélectionnez le type de site avec groupe de tir ou envoyer Message: 'a' pour {0} 'b' pour {1} 'g' pour {2}
ru: Выберите тип объекта с помощью огневой группы или отправьте сообщение: 'a' для {0} 'b' для {1} 'g' для {2}
zh_hans: 选择遗址类型 切换火力组 或 发送消息： 'a' 表示 {0} 'b' 表示 {1} 'g' 表示 {2}

# IdentifyWithButtress
source: Align with this buttress:
de: Richten Sie sich an diesem Strebepfeiler aus:
fr: Alignez-vous avec ce contrefort :
ru: Выровняйтесь с этой подпоркой:
zh_hans: 与此支撑对齐：

# IdentifyWithPort
source: Align with the data port:
de: Ausrichten am Datenport:
fr: Alignez-vous avec le port de données :
ru: Выровняйтесь по порту данных:
zh_hans: 与此数据端口对齐：

# NoMapForType
source: (There is no map yet for: {0})
de: (Es gibt noch keine Karte für: {0})
fr: (Il n’y a pas encore de carte pour : {0})
ru: (Пока нет карты для: {0})
zh_hans: （此地点无已知地图：{0}）

# ObliskFooter
source: Obelisk {0} - dist: {1}
de: Obelisk {0} - Entfernung: {1}
fr: Obélisque {0} - dist : {1}
ru: Обелиск {0} - расст: {1}
zh_hans: 距方尖碑 {0} ： {1} m

# RuinsFooter
source: {0}, Ruins #{1} - {2}
de: {0}, Ruinen #{1} - {2}
fr: {0}, Ruines #{1} - {2}
ru: {0}, Руины #{1} - {2}
zh_hans: {0} 行星 - 废墟 #{1} - 类型： {2}

# TrackLeft
source: left
de: Links
fr: Gauche
ru: влево
zh_hans: 左

# TrackOriginFooter
source: Altitude: {0}m | Target altitude: {1}m
de: Höhenlage: {0}m | Zielhöhe: {1}m
fr: Altitude : {0} m | Altitude cible : {1} m
ru: Высота: {0}м | Целевая высота: {1}м
zh_hans: 当前高度：{0}m |目标高度： {1}m

# TrackOriginHeaderPrefix
source: Site heading: {0}°
de: Überschrift der Seite: {0}°
fr: Intitulé du site : {0}°
ru: Азимут объекта: {0}°
zh_hans: 遗址朝向： {0}°

# TrackOriginHeaderSuffix
source: Rotate ship {0} {1}°
de: Schiff um {0} {1}° drehen
fr: Rotation du navire {0} {1}°
ru: Поверните судно {0} на {1}°
zh_hans: 将舰船向 {0} 旋转 {1}°

# TrackRight
source: right
de: Rechts
fr: Droite
ru: вправо
zh_hans: 右

# ZoomLevel
source: Zoom: {0}
ru: Увеличение: {0}
zh_hans: 缩放级别：{0}

# ZoomLevelAuto
source: (auto)
de: (automatisch)
ru: (авто)
zh_hans: （自动）
