Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/plotters/PlotSphericalSearch.*.resx
Languages: ru

source: Boxel:
ru: Подсектор:

source: Distance:
ru: Расстояние:

# DistanceExceeds
source: {0}ly - exceeds {1} ly
ru: {0}св. л - превышает {1} св. л

# DistanceWithin
source: {0} - within {1} ly
ru: {0} - в пределах {1} св. л

source: From:
ru: От:

source: Next:
ru: Следующая:

source: To:
ru: Куда:

# UnknownDist
source: Unknown (plot route)
ru: Неизвестно (постройте маршрут)

source: Visited:
ru: Посетили:

# VisitedOf
source: {0} of {1}
ru: {0} ({1} из {2})
