Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/plotters/PlotHumanSite.*.resx
Languages: de, es, fr, pt, ru

# ActiveFighter
source: Fighter is active
de: Der Kämpfer ist aktiv
es: Caza desplegado
fr: Le combattant est actif
pt: O lutador está ativo
ru: Истребитель активен

# AutoDock1
source: Auto dock in progress
de: Automatisches Andocken wird ausgeführt
es: Aterrizaje automático en curso
fr: Station d’accueil automatique en cours
pt: Encaixe automático em andamento
ru: Выполняется автоматическая стыковка

# AutoDock2
source: Settlement auto-identification supported
de: Unterstützung der automatischen Identifizierung von Abrechnungen
es: Compatible con la auto-identificación de asentamiento
fr: Prise en charge de l’identification automatique des règlements
pt: Identificação automática de liquidação suportada
ru: Поддерживается автоматическая идентификация поселения

# AutoDock3
source: Do not switch to external camera
de: Wechseln Sie nicht zu einer externen Kamera
es: No cambie a una cámara externa
fr: Ne passez pas à une caméra externe
pt: Não mude para a câmera externa
ru: Не переключайтесь на внешнюю камеру

# Distance
source: Too far away
de: Zu weit weg
es: Demasiado lejos
fr: Trop loin
pt: Muito longe
ru: Слишком далеко

# DockingApproved
source: Docking approved: pad #{0}
de: Andocken zugelassen: Pad #{0}
es: Aterrizaje aceptado: plataforma #{0}
fr: Accostage approuvé : pad #{0}
pt: Docking aprovado: pad #{0}
ru: Стыковка одобрена: площадка #{0}

source: Docking denied
de: Andocken verweigert
es: Aterrizaje denegado
fr: Amarrage refusé
pt: Encaixe negado
ru: Стыковка запрещена

source: Docking requested
de: Andocken angefordert
es: Aterrizaje solicitado
fr: Amarrage demandé
pt: Acoplamento solicitado
ru: Запрошена стыковка

source: EXT
de: EXTERN
fr: POSTE

source: Faction
de: Fraktion
es: Facción
pt: Facção
ru: Фракция

source: Government
de: Regierung
es: Gobierno
fr: Gouvernement
pt: Governo
ru: Правительство

# HasInterstellar
source: Interstellar Factors available
de: Interstellare Fraktionen verfügbar
es: Facciones interestelares disponibles
fr: Factions interstellaires disponibles
pt: Facções interestelares disponíveis
ru: Доступен Interstellar Factors

# HelpFoot0
source: To manually identify:
de: So identifizieren Sie manuell:
es: Para identificar manualmente:
fr: Pour l’identifier manuellement :
pt: Para identificar manualmente:
ru: Для определения вручную:

# HelpFoot1
source: 1. Walk to the center of any landing pad and crouch
de: 1. Gehen Sie zur Mitte eines Landeplatzes und gehen Sie in die Hocke
es: 1. Camina hasta el centro de cualquier plataforma de aterrizaje y agáchate
fr: 1. Marchez jusqu’au centre de n’importe quelle piste d’atterrissage et accroupissez-vous
pt: 1. Caminhe até o centro de qualquer plataforma de pouso e agache-se
ru: 1. Подойдите к центру любой посадочной площадки и присядьте

# HelpFoot2
source: 2. Place your left foot over the the center grooves
de: 2. Lege deinen linken Fuß über die mittleren Rillen
es: 2. Coloca el pie izquierdo sobre las ranuras centrales
fr: 2. Placez votre pied gauche sur les rainures centrales
pt: 2. Coloque o pé esquerdo sobre as ranhuras centrais
ru: 2. Поставьте левую ногу над центральными канавками

# HelpFoot3
source: 3. Face with the chevrons ahead to your left
de: 3. Zeigen Sie mit den Chevrons zu Ihrer Linken
es: 3. Gira a la izquierda y mira las marcas en forma de V que tienes delante
fr: 3. Faites face avec les chevrons devant vous à votre gauche
pt: 3. Rosto com as divisas à sua frente à sua esquerda
ru: 3. Повернитесь лицом к шевронам впереди слева

# HelpFoot4
source: 4. Aim at the end of the groove ahead of you
de: 4. Zielen Sie auf das Ende des Grooves vor Ihnen
es: 4. Apunta al final de la ranura que está delante de ti
fr: 4. Visez la fin du groove devant vous
pt: 4. Mire no final do sulco à sua frente
ru: 4. Цельтесь в конец канавки впереди вас

# HelpFoot5
source: 5. Send message '{0}'
de: 5. Senden Sie die Nachricht '{0}'
es: 5. Envía el mensaje '{0}'
fr: 5. Envoyez le message « {0} »
pt: 5. Envie a mensagem '{0}'
ru: 5. Отправьте сообщение '{0}'

# HelpFoot6
source: See the wiki for more info
de: Weitere Informationen finden Sie im Wiki
es: Consulta la wiki para más información
fr: Voir le wiki pour plus d’informations
pt: Veja o wiki para mais informações
ru: Смотрите вики для получения дополнительной информации

# HelpShip1
source: Settlement will be identified after next action
de: Die Abrechnung wird nach der nächsten Aktion identifiziert
es: El asentamiento será identificado tras la próxima acción
fr: Le règlement sera déterminé après la prochaine action
pt: A liquidação será identificada após a próxima ação
ru: Поселение будет определено после следующих действий

# HelpShip2
source: To manually identify
de: So identifizieren Sie manuell
es: Para identificar manualmente
fr: Pour identifier manuellement
pt: Para identificar manualmente
ru: Для ручной идентификации

# HelpShip3
source: Send '{0}' when docked
de: Senden Sie '{0}', wenn angedockt
es: Envía '{0}' cuando estés aterrizado
fr: Envoyer {0} lorsqu’il est ancré
pt: Enviar '{0}' quando encaixado
ru: Отправьте '{0}' после стыковки

source: Hostile
de: Feindlich
es: Hostil
pt: Hostil
ru: Враждебный

source: Influence
de: Beeinflussen
es: Influencia
pt: Influência
ru: Влияние

source: Known settlement
de: Bekannte Siedlung
es: Asentamiento conocido
fr: Peuplement connu
pt: Assentamento conhecido
ru: Известный тип поселения

source: LAB
de: LABOR
fr: LABORATOIRE
pt: LABRADOR

# ManualDock1
source: Manual docking in progress
de: Manuelles Andocken läuft
es: Aterrizaje manual en curso
fr: Amarrage manuel en cours
pt: Acoplamento manual em andamento
ru: Выполняется ручная стыковка

# ManualDock2
source: Settlement identification will be delayed
de: Die Identifizierung der Abrechnung wird sich verzögern
es: La identificación del asentamiento se retrasará
fr: L’identification des colonies sera retardée
pt: A identificação do assentamento será atrasada
ru: Идентификация поселения будет отложена

# ManualDock3
source: Auto dock recommended
de: Automatisches Andocken empfohlen
es: Se recomienda el aterrizaje automático
fr: Station d’accueil automatique recommandée
pt: Recomenda-se a doca automática
ru: Рекомендуется автоматическая стыковка

source: MED
de: MEDIZINISCH

# NoSpace
source: No pads available
de: Keine Beläge verfügbar
es: No hay plataformas disponibles
fr: Pas de tampons disponibles
pt: Não há almofadas disponíveis
ru: Нет места

source: Offenses
de: Angriffe
es: Ofensas
fr: Infractions
pt: Ofensas
ru: Правонарушения

source: On approach
de: Bei der Annäherung
es: Aproximándose
fr: À l’approche
pt: Na aproximação
ru: На подходе

source: POW
de: KRIEGSGEFANGENER
fr: Prisonnier de guerre
pt: Prisioneiro de guerra

# TooLarge
source: Ship too large
de: Zu großes Schiff versenden
es: Nave demasiado grande
fr: Navire trop grand
pt: Navio muito grande
ru: Слишком большой корабль

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
pt: Desconhecido
ru: Неизвестно

# UnknownTypeHeading
source: Unknown settlement type and heading
de: Unbekannte Siedlungsart und -richtung
es: Tipo de asentamiento y orientación desconocidos
fr: Type de colonie et en-tête inconnus
pt: Tipo e posição de liquidação desconhecidos
ru: Неизвестный тип поселения и направление

# UnkownHeading
source: Unknown settlement heading
de: Unbekannte Siedlungsrichtung
es: Orientación del asentamiento desconocida
fr: Titre de colonie inconnu
pt: Título de assentamento desconhecido
ru: Неизвестный тип поселения

# YourRep
source: Your reputation: {0}
de: Ihr Ruf: {0}
es: Tu reputación: {0}
fr: Votre réputation : {0}
pt: Sua reputação: {0}
ru: Ваша репутация: {0}

source: AGRI
pt: AGRO

# ZoomHeaderAuto
source: Zoom: {0} (Auto)
es: Zoom: {0} (automático)
pt: Zoom: {0} (automático)
ru: Увеличение: {0} (Авто)

# ZoomHeader
source: Zoom: {0}
ru: Увеличение: {0}
