Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/plotters/PlotBioStatus.*.resx
Languages: fr, ru, zh_hans

# DssRequired
source: Bio signals detected - DSS Scan required
fr: Signaux biologiques détectés - Analyse DSD requise
ru: Обнаружены биосигналы - требуется сканирование DSS
zh_hans: 检测到生物信号 - 需要 DSS 扫描

# FooterAllScanned
source: All signals scanned
fr: Tous les signaux ont été analysés
ru: Все сигналы отсканированы
zh_hans: 所有生物信号已扫描

# FooterAllScannedFF
source: All signals scanned with FF bonus applied
fr: Tous les signaux ont été analysés avec le bonus FF appliqué
ru: Все сигналы сканируются с примененным бонусом FF
zh_hans: 所有生物信号已扫描且获得首次足迹 (FF)

# FooterApplyFF
source: Applying first footfall bonus
fr: Application du bonus de premier débarquement
ru: Применение бонуса за первую посещаемость
zh_hans: 已获得首次足迹 (FF)

# FooterUseCompScanner
source: Use Composition Scanner to set tracker targets
fr: Utiliser le détecteur de composition pour définir des cibles de suivi
ru: Использование сканера композиции для установки целей отслеживания
zh_hans: 使用 COMP.SCANNER 设置跟踪器目标

# GeoN
source: Geo #{0}
fr: Géo #{0}
ru: Гео #{0}
zh_hans: 地质 #{0}

# Header
source: Biological signals: {0} | Analyzed: {1}
fr: Signaux biologiques : {0} | Analysés : {1}
ru: Биологические сигналы: {0} | Проанализировано: {1}
zh_hans: 生物信号: {0} | 已分析: {1}

# SomethingWrong
source: Something is wrong. Please share logs.
fr: Quelque chose ne va pas. Veuillez partager les journaux.
ru: Что-то здесь не так. Пожалуйста, поделитесь логами.
zh_hans: 出了点问题。请检查并提交日志。

# SuffixFF
source: (FF bonus)
fr: (bonus FF)
ru: (Бонус FF)
zh_hans: (含FF奖励)

# WarningStaleScans
source: WARNING: Incomplete {0} scans from {1}
fr: AVERTISSEMENT : Analyses {0} incomplètes de {1}
ru: ПРЕДУПРЕЖДЕНИЕ: Неполные {0} сканирования из {1}
zh_hans: 警告：{1} 上的 {0} 扫描不完整
