Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/Properties/CodexShort.*.resx
Languages: es

source: Aleoida
es: ale

source: Amphora Plant
es: amp

source: Bacterium
es: bac

source: Bark Mounds
es: bar

source: Brain Trees
es: bra

source: Cactoida
es: cac

source: Clypeus
es: cly

source: Concha
es: con

source: Crystalline Shards
es: cry

source: Electricae
es: ele

source: Fonticulua
es: fon

source: Frutexa
es: fru

source: Fumerola
es: fum

source: Fungoida
es: fun

source: Luteolum Anemone
es: ane

source: Osseus
es: occ

source: Recepta
es: rec

source: Sinuous Tubers
es: sin

source: Stratum
es: str

source: Tubus
es: tub

source: Tussock
es: tus
