Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/Properties/Codex.*.resx
Languages: ru

source: Aleoida
ru: Алеоид

source: Amethyst
ru: Аметист

source: Amphora Plant
ru: Амфоры

source: Aquamarine
ru: Аквамарин

source: Bacterium
ru: Бактерии

source: Bark Mounds
ru: Корковые бугры

source: Blue
ru: Синий

source: Brain Trees
ru: Мозговые деревья

source: Cactoida
ru: Кактусоиды

source: Clypeus
ru: Клипеусы

source: Cobalt
ru: Кобальт

source: Concha
ru: Моллюски

source: Crystalline Shards
ru: Осколки кристаллов

source: Cyan
ru: Сине-зелёный

source: Electricae
ru: Электрики

source: Emerald
ru: Изумруд

source: Fonticulua
ru: Фонтикулы

source: Frutexa
ru: Кустарники

source: Fumerola
ru: Дымники

source: Fungoida
ru: Фунгоиды

source: Gold
ru: Золото

source: Green
ru: Зелёный

source: Grey
ru: Серый

source: Indigo
ru: Индиго

source: Lime
ru: Лайм

source: Luteolum Anemone
ru: Анемон Luteolum

source: Magenta
ru: Маджента

source: Maroon
ru: Бордо

source: Mauve
ru: Сирень

source: Mulberry
ru: Шелковица

source: Ocher
ru: Охра

source: Orange
ru: Оранжевый

source: Osseus
ru: Оссии

source: Peach
ru: Персик

source: Recepta
ru: Рецептоиды

source: Red
ru: Красный

source: Sage
ru: Шалфей

source: Sinuous Tubers
ru: Волнистые клубни

source: Stratum
ru: Стратумы

source: Teal
ru: Бирюзовый

source: Tubus
ru: Тубусы

source: Turquoise
ru: Бирюза

source: Tussock
ru: Дерновина

source: White
ru: Белый

source: Yellow
ru: Жёлтый
