Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/Properties/Misc.*.resx
Languages: de, es, pt_br, ru, zh_hans

# FormBoxelSearch_Activate
source: Activate
de: Aktivieren
es: Activar
pt_br: Ativar
ru: Активировать
zh_hans: 启用

# FormBoxelSearch_Disable
source: Disable
de: Abschalten
es: Desactivar
pt_br: Desabilitar
ru: Отключить
zh_hans: 禁用

# FormBoxelSearch_HideList
source: ⏶ Hide list
de: ⏶ Liste ausblenden
es: ⏶ Ocultar lista
pt_br: ⏶ Ocultar lista
ru: ⏶ Скрыть список
zh_hans: ⏶ 隐藏列表

# FormBoxelSearch_NotViableMessage
source: This is not a boxel generated system name.
de: Dies ist kein Boxel-generierter Systemname.
es: Este no es un nombre de sistema generado por boxel.
pt_br: Este não é um nome de sistema gerado pelo boxel.
ru: Системное имя не является именем подсектора.
zh_hans: 这不是一个由boxel生成的星系名称

# FormBoxelSearch_SearchNotActive
source: Boxel search is not active.
de: Die Boxel-Suche ist nicht aktiv.
es: La búsqueda por boxel no está activa.
pt_br: A pesquisa do Boxel não está ativa.
ru: Поиск по подсектору не активен.
zh_hans: Boxel搜索未激活.

# FormBoxelSearch_ShowList
source: ⏷ Show list
de: ⏷ Liste anzeigen
es: ⏷ Mostrar lista
pt_br: ⏷ Mostrar lista
ru: ⏷ Показать список
zh_hans: ⏷ 显示列表

# FormBoxelSearch_SpanshUpdated
source: Spansh updated: {0}
de: Spansh aktualisiert: {0}
es: Actualización de Spansh: {0}
pt_br: Espanhol atualizado: {0}
ru: Spansh обновлено: {0}
zh_hans: Spansh更新于: {0}

# FormBoxelSearch_SpanshUpdatedBodies
source: Spansh updated: {0}, bodies: {1}
de: Spansh aktualisiert: {0}, Körper: {1}
es: Actualización de Spansh: {0}, cuerpos: {1}
pt_br: Espanhol atualizado: {0}, corpos: {1}
ru: Spansh обновлено: {0}, тела: {1}
zh_hans: Spansh更新于: {0}, 天体数: {1}

# FormBoxelSearch_UndiscoveredSystem
source: Undiscovered system
de: Unentdecktes System
es: Sistema no descubierto
pt_br: Sistema não descoberto
ru: Неоткрытая система
zh_hans: 未被发现的星系

# FormBoxelSearch_Visited
source: Visited: {0}
de: Besucht: {0}
es: Visitado: {0}
pt_br: Visitado: {0}
ru: Посещено: {0}
zh_hans: 访问于: {0}

# FormBoxelSearch_VisitedCounts
source: Completed {2} of {3} boxels, {0} of {1} systems in current boxel
de: Abgeschlossene {2} von {3} Boxels, {0} von {1} Systemen in aktuellen Boxel
es: Completado {2} de {3} boxels, {0} de {1} sistemas en el boxel actual
pt_br: Concluído {2} de {3} boxels, {0} de {1} sistemas no boxel atual
ru: Завершено {2} из {3} подсекторов, {0} систем из {1} в текущем подсекторе
zh_hans: 已搜索完成 {2} / {3} boxels,当前boxel中已访问星系数 {0} / {1}

# NetSysData_Bodies
source: Bodies
de: Himmelskörper
es: Cuerpos
pt_br: Corpos
ru: Тела
zh_hans: 天体

# NetSysData_DiscoveredAll
source: Discovered, {0} bodies
de: {0} Himmelskörper entdeckt
es: Descubierto, {0} cuerpos
pt_br: Descobertos, {0} corpos
ru: Открыта, {0} тел
zh_hans: 已发现, {0} 天体

# NetSysData_DiscoveredPartial
source: Discovered ({0} of {1})
de: Entdeckt ({0} von {1})
es: Descubierto ({0} de {1})
pt_br: Descoberto ({0} de {1})
ru: Открыта ({0} из {1})
zh_hans: 已发现 ({0} / {1})

# NetSysData_Encoded
source: (Encoded)
de: (Codiert)
es: (Codificado)
pt_br: (Codificado)
ru: (Данные)
zh_hans: (数据材料)

# NetSysData_Engineer
source: (Engineer)
de: (Ingenieur)
es: (Ingeniero)
pt_br: (Engenheiro)
ru: (Инженер)
zh_hans: (工程师)

# NetSysData_Genus
source: Genus
de: Gattung
es: Genomas
pt_br: Gênero
ru: Род
zh_hans: 信号

# NetSysData_GuardianBroker
source: (Guardian)
de: (Wächter)
es: (Guardián)
pt_br: (Guardião)
ru: (Страж)
zh_hans: (守护者)

# NetSysData_HumanBroker
source: (Human)
de: (Mensch)
es: (Humano)
pt_br: (Humano)
ru: (Человек)
zh_hans: (人类)

# NetSysData_Manufactured
source: (Manufactured)
de: (Hergestellt)
es: (Manufacturado)
pt_br: (Fabricado)
ru: (Производственные)
zh_hans: (人造材料)

# NetSysData_MaterialTrader
source: Material Trader
de: Materialhändler
es: Comerciante de materiales
pt_br: Comerciante de materiais
ru: Торговец материалами
zh_hans: 材料交易商

# NetSysData_Outposts
source: Outposts
de: Außenposten
es: Puestos avanzados
pt_br: Postos avançados
ru: Аванпосты
zh_hans: 前哨站

# NetSysData_Raw
source: (Raw)
de: (Roh)
es: (En bruto)
pt_br: (Cru)
ru: (Сырьё)
zh_hans: (天然材料)

# NetSysData_Settlements
source: Settlements
de: Siedlungen
es: Asentamientos
pt_br: Assentamentos
ru: Поселения
zh_hans: 聚居点

# NetSysData_StarPorts
source: Star ports
de: Stationen
es: Puertos estelares
pt_br: Portas em estrela
ru: Космопорты
zh_hans: 星港

# NetSysData_TechBroker
source: Tech Broker
de: Techbologie-Händlerr
es: Bróker de tecnología
pt_br: Corretor de tecnologia
ru: Техноброкер
zh_hans: 科技中介

# NetSysData_UndiscoveredSystem
source: Undiscovered system
de: Unentdecktes System
es: Sistema no descubierto
pt_br: Sistema não descoberto
ru: Неоткрытая система
zh_hans: 未发现的星系

# NetSysData_UnscannedSystem
source: Unscanned system
de: Nicht gescanntes System
es: Sistema sin escanear
pt_br: Sistema não verificado
ru: Неотсканированная система
zh_hans: 未扫描的星系

# NetSysData_Wars
source: Wars
de: Kriege
es: Guerras
pt_br: Guerras
ru: Войны
zh_hans: 战争

# PlotGalMap_CountGenus
source: {0}x Genus
ru: {0}x Род

# PlotGalMap_Current
source: Current:
ru: Текущий:

# PlotGalMap_DataFrom
source: Data from: EDSM + Spansh + Canonn
ru: Данные из: EDSM + Spansh + Canonn

# PlotGalMap_Destination
source: Destination:
ru: Назначение:

# PlotGalMap_LastUpdated
source: Last updated: {0}
ru: Последнее обновление: {0}

# PlotGalMap_NextJump
source: Next jump:
ru: Следующий прыжок:

# PlotGalMap_NoRouteSet
source: No route set
ru: Маршрут не установлен

# PlotGalMap_RouteFooter
source: Total: ► {0} jumps ► Distance: {1} ly
ru: Всего: ► {0} прыжков ► Расстояние: {1} ly

# PlotGalMap_Selected
source: Selected:
ru: Выбранная:

# PlotSysStatus_BioSignals
source: | {0}x Bio signals on:
ru: | {0}x биосигналов на:

# PlotSysStatus_DssRemaining
source: {0}x bodies:
ru: {0}x тел:

# PlotSysStatus_FssCompleteLong
source: FSS {0}% complete
ru: FSS завершен на {0}%

# PlotSysStatus_FssNotStarted
source: FSS not started
ru: FSS не запущен

# PlotSysStatus_Header
source: DSS survey:
ru: Исследование DSS:

# PlotSysStatus_NextSystem
source: Next system:
ru: Следующая система:

# PlotSysStatus_NoDssMeet
source: None
ru: Нет

# PlotSysStatus_NonBodySignals
source: ► {0} non-body signals
ru: ► {0} посторонних сигналов

# Settings_CreateFolderNotFound
source: Cannot find folder: {0} Would you like to create it?
de: Ordner kann nicht gefunden werden: {0} Möchtest du ihn erstellen?
es: No se encontra la carpeta: {0} ¿Te gustaría crearla?
pt_br: Não é possível encontrar a pasta: {0} Você gostaria de criá-lo?
ru: Не удается найти папку: {0} Хотели бы вы её создать?
zh_hans: 无法找到目录: {0} 你需要创建该目录吗?

# NetSysData_FC
source: FC
zh_hans: 航母
