Repository: njthomson/SrvSurvey
Catalog: SrvSurvey/forms/FormBoxelSearch.*.resx
Languages: fr

# btnBegin.Text
source: &Begin
fr: & Commencer

# btnBoxelEmpty.Text
source: &Toggle boxel empty
fr: &Basculer boxel vide

# btnConfig.Text
source: Config
fr: Configurer

# btnConfigCancel.Text
source: &Cancel
fr: &Annuler

# btnCopyNext.Text
source: &Copy next system
fr: &Copier le système suivant

# btnToggleList.Text
source: ⏶ Hide list
fr: ⏶ Masquer la liste

# checkAutoCopy.Text
source: &Auto-copy in gal map
fr: & Copie automatique dans la carte gal

# checkCompleteOnEnterSystem.Text
source: Entering a system
fr: Entrer dans un système

# checkCompleteOnFssAllBodies.Text
source: FSS'ing all bodies
fr: FSS de tous les organismes

# checkSkipVisited.Text
source: Skip systems I've already visited before date
fr: Ignorer les systèmes que j’ai déjà visités avant la date

# checkSpinKnownToSpansh.Text
source: Skip systems known to Spansh before date
fr: Ignorer les systèmes connus de Spansh avant la date

# colCompleted.Text
source: Visited Date
fr: Date de la visite

# colSpansh.Text
source: Spansh Updated
fr: Spansh mis à jour

# colSystem.Text
source: System Name
fr: Nom du système

# label1.Text
source: Surveying boxel:
fr: Boxel d’arpentage :

# label2.Text
source: Measure distances from:
fr: Mesurez les distances à partir de :

# label3.Text
source: NOTE: Boxel search feature is incomplete and experimental
fr: REMARQUE : la fonction de recherche Boxel est incomplète et expérimentale

# label4.Text
source: Consider a system complete when:
fr: Considérez qu’un système est terminé lorsque :

# label5.Text
source: Survey down to mass code:
fr: Enquête jusqu’au code de masse :

# label6.Text
source: As of date:
fr: À ce jour :

# label7.Text
source: Current:
fr: Courant:

# labelGraphic.Text
source: A boxel is a cube of space containing procedurally generated star systems. Cube sizes depend on mass code: 'a' boxels are 10 ly across, 'h' boxels are 1280 ly. Each boxel contains 8 children, arranged as 2 rows of 4 quadrants, each with their own generated star systems.
fr: Un boxel est un cube de l’espace contenant des systèmes stellaires générés de manière procédurale. La taille des cubes dépend du code de masse : les boxels 'a' ont 10 ly de diamètre, les boxels 'h' ont 1280 ly. Chaque boxel contient 8 enfants, disposés en 2 rangées de 4 quadrants, chacun avec ses propres systèmes stellaires générés.

# lblBadBoxel.Text
source: System name is not a valid boxel name
fr: Le nom du système n’est pas un nom de boxel valide

# lblBoxelCount.Text
source: (Contains X boxels)
fr: (Contient X boxels)

# lblConfigHeader.Text
source: Enter the top boxel to survey. All child boxels will be included down to the lower mass code:
fr: Entrez dans le boxel supérieur à arpenter. Tous les boxels enfants seront inclus jusqu’au code de masse inférieur :

# lblMaxNum.Text
source: &Systems in boxel:
fr: & Systèmes en boxel :

# menuHelpLink.Text
source: Help about this tool
fr: Aide sur cet outil

# menuListCopySystemName.Text
source: &Copy system name
fr: &Copier le nom du système

# menuMore.Text
source: More ...
fr: Plus...

# $this.Text
source: Boxel Search (Experimental)
fr: Recherche Boxel (Expérimental)
